Repository: common-repository/the-sixtyseven-song-requester
Catalog: languages/ss_song_requester-*_formal.po
Languages: de_de@formal

source: Argentina
de_de@formal: Argentinien

source: Australia
de_de@formal: Australien

source: Austria
de_de@formal: Österreich

source: Belgium
de_de@formal: Belgien

source: Brazil
de_de@formal: Brasilien

source: Canada
de_de@formal: Kanada

source: Colombia
de_de@formal: Kolumbien

source: Croatia
de_de@formal: Kroatien

source: Czech Republic
de_de@formal: Tschechien

source: Denmark
de_de@formal: Dänemark

source: Finland
de_de@formal: Finnland

source: France
de_de@formal: Frankreich

source: Germany
de_de@formal: Deutschland

source: Greece
de_de@formal: Griechenland

source: Hungary
de_de@formal: Ungarn

source: India
de_de@formal: Indien

source: Indonesia
de_de@formal: Indonesien

source: Ireland
de_de@formal: Irland

source: Italy
de_de@formal: Italien

source: Republic of Korea
de_de@formal: Republik Korea

source: Lebanon
de_de@formal: Libanon

source: Luxembourg
de_de@formal: Luxemburg

source: Mexico
de_de@formal: Mexiko

source: Netherlands
de_de@formal: Niederlande

source: New Zealand
de_de@formal: Neuseeland

source: Norway
de_de@formal: Norwegen

source: Philippines
de_de@formal: Philippinen

source: Poland
de_de@formal: Polen

source: Qatar
de_de@formal: Katar

source: Romania
de_de@formal: Rumänien

source: Russia
de_de@formal: Russland

source: Saudi Arabia
de_de@formal: Saudi-Arabien

source: Singapore
de_de@formal: Singapur

source: Slovakia
de_de@formal: Slowakei

source: Slovenia
de_de@formal: Slowenien

source: South Africa
de_de@formal: Südafrika

source: Spain
de_de@formal: Spanien

source: Sweden
de_de@formal: Schweden

source: Switzerland
de_de@formal: Schweiz

source: Turkey
de_de@formal: Türkei

source: United Kingdom
de_de@formal: Großbritannien

source: United States
de_de@formal: USA

source: United Arab Emirates
de_de@formal: Vereinigte Arabische Emirate

source: Brazilian
de_de@formal: Brasiliansiche Musik

source: Children Music
de_de@formal: Kindermusik

source: Chinese
de_de@formal: Chinesische Musik

source: Christian Gospel
de_de@formal: Christliche Musik und Gospel

source: Classical
de_de@formal: Klassik

source: Disney
de_de@formal: Musik aus Disney-Filmen

source: Electronic
de_de@formal: Elektonische Musik

source: Enka
de_de@formal: Japanische Enka Musik

source: Fitness and Workout
de_de@formal: Fitness und Sport

source: French Pop
de_de@formal: Französischer Pop

source: German Folk
de_de@formal: Deutsche Volksmusik

source: German Pop
de_de@formal: Deutsche Popmusik

source: Holiday music
de_de@formal: Weihnachtsmusik

source: Indian
de_de@formal: Indische Musik

source: Instrumental
de_de@formal: Instrumentalmusik

source: Kayokyoku
de_de@formal: Japanische Kayokyoku Musik

source: Korean
de_de@formal: Koreanische Musik

source: Latino
de_de@formal: Lateinamerikanisch

source: Opera
de_de@formal: Oper

source: Soundtrack
de_de@formal: Filmmusik

source: Spoken Word
de_de@formal: Gesprochen

source: Vocal
de_de@formal: Nur Gesang

source: World
de_de@formal: Weltmusik

source: Welcome to the sixtyseven song requester
de_de@formal: Willkommen beim sixtyseven Musikwunsch Plugin

source: Song requests
de_de@formal: Musikwünsche

source: Currently requested songs
de_de@formal: Aktuell gewünschte Titel

source: Current requests
de_de@formal: Aktuelle Wünsche

source: Settings for the sixtyseven song requester
de_de@formal: Einstellungen für das sixtyseven Musikwunsch Plugin

source: Settings
de_de@formal: Einstellungen

source: About the sixtyseven song requester
de_de@formal: Über das sixtyseven Musikwunsch Plugin

source: About
de_de@formal: Über das Plugin

source: Get some demo data to play with
de_de@formal: Erhalten Sie ein paar Demodaten zum Spielen

source: Demo data
de_de@formal: Demodaten

source: Requests per page
de_de@formal: Einträge pro Seite

source: Welcome
de_de@formal: Willkommen

source: How to use
de_de@formal: Benutzung

source: Credits
de_de@formal: Danksagungen

source: The sixtyseven song requester plugin was originally created as a tool to manage the song requests on the programmer's wedding. The goal was to give the attending guests a nice way to make a song request to the DJ without even leaving the table. It offers the ability to mark songs as played by the DJ and some basic settings. Everything can be fully achieved in the frontend, so you do not need to give your DJ access to the WordPress admin area, but the plugin has of course the typical admin view of the song requests as well.
de_de@formal: Das sixtyseven Musikwunsch Plugin wurde ursprünglich erdacht, um die Musikwünsche auf der Hochzeit des Programmierers zu verwalten. Ziel war es, den anwesenden Gästen eine einfache Möglichkeit anzubieten, ihre Musikwünsche zu äußern, ohne dabei auch nur ihren Platz zu verlassen. Das Plugin bietet dem DJ die Möglichkeit, Musikwünsche als bereits gespielt zu markieren und liefert dazu einige Einstellmöglichkeiten. Das Plugin ist vollständig im Frontend zu bedienen, so müssen Sie Ihrem DJ keinen Zugriff auf Ihren WordPress Admin-Bereich geben. Aber natürlich liefert das Plugin auch die WordPress-typische Listenansicht aller Musikwünsche.

source: The sixtyseven song requester is easy to use!
de_de@formal: Das sixtyseven Musikwunsch Plugin ist einfach zu verwenden!

source: The frontend output of this plugin is completely driven by one single shortcode: [ss_song_requester]. No need for any parameter or complicated stuff. You can either put this shortcode into a page by hand, or simply click on the icon <i class="fas fa-music"></i> in the editor to put in the shortcode automatically.
de_de@formal: Die-Frontendausgabe dieses Plugins wird komplett durch einen einzigen Shortcode gesteuert: [ss_song_requester]. Irgendwelche Parameter oder anderes kompliziertes Zeugs werden nicht benötigt. Sie können diesen Shortcode ganz einfach per Hand in eine Seite einfügen. Oder Sie klicken im Editor auf das Icon <i class="fas fa-music"></i>, um diesen Shortcode automatisch einzufügen.

source: To override the optical appearance of the output, copy the file ss_song_requester-public.css from the public/css directory of this plugin to the directory wp-content/themes/yourtheme/css and change everything to your liking.
de_de@formal: Um die Optik des Plugins zu verändern, kopieren Sie bitte die Datei ss_song_requester-public.css aus dem public/css Verzeichnis dieses Plugins in das Verzeichnis wp-content/themes/nameihresthemes/css und verändere alles nach Ihren Wünschen.

source: Support this Plugin
de_de@formal: Unterstützen Sie dieses Plugin

source: It was a great pleasure to develop this plugin, and I gladly give it to the WordPress community. If you want to support this, please be so kind and give it a good rating. And while most programmers seem to run only on coffee, I really like to have a nice german beer every now and then. Feel free to click the button below
de_de@formal: Es war mir ein großes Vergnügen, dieses Plugin zu entwickeln, und ich gebe es gern weiter an die WordPress Community. Wenn Sie dies unterstützten möchten, würde ich mich über eine gute Bewertung sehr freuen. Und während anscheinend die meisten Programmierer nur mit Kaffee laufen, mag ich hin und wieder auch sehr gerne ein schönes kaltes Bier. Gerne dürfen Sie auf den folgenden Button klicken

source: Buy me a beer
de_de@formal: Geben Sie mir ein Bier aus

source: Credits where credit is due!
de_de@formal: Ehre, wem Ehre gebührt!

source: Plugin development is literally beeing on your own spending a lot of time in front of a computer screen, forgetting everything else. It takes a special kind of people to put heartblood into an open source project that most likely never will give you anything in return, just for the fun of it. Thanks to the wonderful community around WordPress, I was able to learn a lot and improved my skills to a level, that I really never expected myself. So without further ado, here is a shoutout to the people, that are a valuable part of my development team, presumably without even knowing it.
de_de@formal: Pluginentwicklung bedeutet in der Hauptsache, dass man buchstäblich andauernd alleine vor einem Computerbildschirm hängt und dabei alles andere um sich herum vergisst. Man braucht schon ein paar ganz besondere Typen, die Herzblut in ein Open-Source-Projekt stecken, welches ihnen vermutlich niemals etwas zurückgeben wird, nur weil sie daran Spaß haben. Dank der wundervollen Community rund um WordPress war ich in der Lage, eine Menge zu lernen und meine Fähigkeiten in einem Maße weiter zu entwickeln, welches ich selbst nicht erwartet hätte. Und deswegen gehen jetzt ohne jedes weitere Geschwafel ein paar Grüße an diejenigen, die ein wertvoller Teil meines Teams sind. Obwohl sie das vermutlich nicht einmal ahnen.

source: for asking a question regarding song requesting functionality in one of my facebook groups as the ignitor for this project
de_de@formal: für seine Frage bezüglich Musikwünschen in einer meiner Facebook-Gruppen, sozusagen als Initialzünder für dieses Projekt

source: for coding the plugin %sMusic Request Manager%s years ago, which gave me a good starting point for the development of my song requester. As we germans say: No reason for reinventing the wheel
de_de@formal: für die Programmierung des Plugins %sMusic Request Manager%s vor etlichen Jahren, welches mir eine ideale Starthilfe für mein Musikwunsch-Plugin gab. Wie wir Deutschen so treffend sagen: Man muss nicht jedes mal das Rad neu erfinden

source: for inventing the fantastic %sfont awesome%s, it almost always satisfies my icon needs and should be incorporated into the WordPress core, if you ask me.
de_de@formal: für die Erfindung der fantastischen %sfont awesome%s Bibliothek, die mir fast immer alle meine benötigten Icons liefert. Wenn man mich fragen würde: Man sollte font awesome in den WordPress Core integrieren.

source: a.k.a. Wolfe for his pagination class which was the foundation for the frontend pagination of this plugin.
de_de@formal: auch bekannt als Wolfe für seine Paginierungs-Klasse, die mir als Grundlage für die Frontend-Paginierung dieses Plugins diente.

source: for his work with the %sWordPress plugin boilerplate%s, which was the basic layout structure for all of my plugins ever since.
de_de@formal: für seine Arbeit am %sWordPress Plugin Boilerplate%s, welches ich als Grundlage für alle meine Plugins verwende, seitdem ich davon erfahren habe.

source: for the %sWordPress plugin boilerplate generator%s, which made working with Tom McFarlins code even more easy. In former times I used a self coded generator, but this one is not only more beatiful, but better as well.
de_de@formal: für den %sWordPress Plugin Boilerplate Generator%s, der den Umgang mit Tom McFarlins Code noch weiter vereinfacht. Früher benutze ich für sowas meinen eigenen Generator, doch dieser ist nicht nur viel hübscher, sondern auch besser als mein eigener.

source: for the plugin header image. Bogdan is a young but very talented photographer, who gives some of his work generously away for free on %spixabay%s, which is in fact a fantastic ressource for pictures published under the Creative Commons licence.
de_de@formal: für das Header-Bild des Plugins. Bogdan ist ein junger und sehr talentierter Fotograf, der großzügiger Weise einige seiner Bilder zur Gratisverwendung bei %sPixabay%s anbietet. Tatsächlich ist Pixabay eine fantastische Quelle für Fotos und Grafiken, die unter der Creative Common Lizenz veröffentlicht werden.

source: The sixtyseven song requester v. %s is proudly presented by
de_de@formal: Das sixtyseven Musikwunsch-Plugin v. %s wird präsentiert von

source: When you first install and activate this plugin, you most likely will not have any song requests. But don't worry, we got you covered. On this page you can get some song data that you can configure to your liking from Apple's itunes store's top sellers. Select the country to pull the charts from, the musical genre and the number of entries and click on the button labeled %s. You will then see a generated List of entries, that you can store as current requests by clicking on the button labeled %s.
de_de@formal: Wenn Sie das Plugin zum ersten mal installieren und aktivieren, werden Sie aller Voraussicht nach noch keine gespeicherten Musikwünsche haben. Doch keine Sorge, wir haben da mal was vorbereitet. Auf dieser Seite können Sie ein paar Demo-Daten erhalten, die Sie nach Ihren Wünschen zusammenstellen könnent, diese werden direkt aus den Top-Titeln im Apple iTunes Store generiert. Wählen Sie das Land, aus welchem die Charts verwendet werden sollen, das musikalische Genre sowie die Anzahl der gewünschten Datensätze und klicken Sie dann auf den Button %s. Sie werden dann eine generierte Liste sehen, die Sie als Demo-Daten für Ihre Musikwünsche verwenden können. Klicken Sie dazu einfach auf den Button mit der Aufschrift %s.

source: Get chart data
de_de@formal: Chart Daten abrufen

source: Store demo data in table
de_de@formal: Demodaten in Tabelle speichern

source: Select country
de_de@formal: Land auswählen

source: Select genre
de_de@formal: Genre auswählen

source: All genres
de_de@formal: Alle Genres

source: Number of Entries
de_de@formal: Anzahl Datensätze

source: performed by
de_de@formal: von

source: There are currently %d requests in your database. If you decide to install the demo data, the entries will be appended.
de_de@formal: Es befinden sich momentan %d Musikwünsche in der Datenbank. Wenn Sie sich entscheiden, die Demo-Daten zu installieren, werden diese Datensätze angefügt.

source: Sorry, no entries for the genre %s in the country %s found. Try another combination.
de_de@formal: Sorry, keine Einträge für das Genre %s im Land %s gefunden. Versuchen Sie eine andere Kombination.

source: %d new requests have been insertetd into your database.
de_de@formal: %d neue Musikwünsche wurden in Ihre Datenbank geschrieben.

source: %d requests have been updated in your database.
de_de@formal: %d Musikwünsche wurden in Ihrer Datenbank aktualisiert.

source: General settings
de_de@formal: Allgemeine Einstellungen

source: Request form
de_de@formal: Musikwunsch Formular

source: Uninstall behaviour
de_de@formal: Verhalten beim Deinstalieren

source: Access to settings page
de_de@formal: Zugriff auf die Einstellungen

source: Manage requests
de_de@formal: Musikwünsche verwalten

source: Notification bubble background color
de_de@formal: Hintergrundfarbe der Hinweisblase

source: Notification bubble text color
de_de@formal: Textfarbe der Hinweisblase

source: Allow backlink
de_de@formal: Erlaube Backlink

source: Frontend Sort type
de_de@formal: Sortierungstyp im Frontend

source: Frontend Sort order direction
de_de@formal: Sortierungsrichtung im Frontend

source: Manage the settings of the plugin here.
de_de@formal: Verwalten Sie hier die Einstellungen des Musikwunsch Plugins.

source: Song requests are possible
de_de@formal: Musikwünsche sind möglich

source: Song requests are NOT possible
de_de@formal: Musikwünsche sind NICHT möglich

source: Select if you want to allow new song requests. If requests are not possible, only the list of current requests will be shown in the frontend (if any), and the upvoting function will be disabled.
de_de@formal: Wählen Sie hier aus, ob Sie neue Wünsche erlauben wollen. Wenn Musikwünsche nicht möglich sind, wird im Frontend nur die Liste der aktuellen Wünsche angezeigt (sofern vorhanden) und die "Gefällt mir" Funktion wird deaktiviert.

source: Keep options and database tables
de_de@formal: Optionen und Datenbank-Tabellen behalten

source: Drop options and database tables
de_de@formal: Optionen und Datenbank-Tabellen verwerfen

source: Select if you want to keep the plugin options and database tables during uninstall for later use.
de_de@formal: Wählen Sie hier aus, ob Sie Einstellungen und Tabellen beim Löschen des Plugins für spätere erneute Verwendung behalten möchten.

source: Check all user roles that should have access to the plugin settings page. As an administrator, you will allways have access to this page.
de_de@formal: Markiere alle Benutzerrollen, die Zugriff auf die Einstellungen des Plugins haben sollen. Als Administrator wirst du immer auf die Einstellungen zugreifen können.

source: Check all user roles that should manage the song requests. As an administrator, you can allways manage the requests.
de_de@formal: Markieren Sie alle Benutzerrollen, die die Musikwünsche verwalten sollen. Als Administrator werden Sie die Musikwünsche in jedem Fall verwalten können.

source: seconds
de_de@formal: Sekunden

source: The autoload intervall is the time that passes by before the song request list is reloaded via ajax to show the newest requests. However, if you have sufficient rights, you can allways reload this list as well with a click on a button.
de_de@formal: Das Autoload Intervall ist die Zeit, die verstreicht, ehe die Musikwunschliste per Ajax neu geladen wird, um die aktuellsten Musikwünsche anzuzeigen. Wenn Sie über ausreichende Rechte verfügen, können Sie dieses jedoch zu jeder Zeit auch über einen Klick auf einen Button manuell auslösen.

source: Select the background color of the song requests notification bubble
de_de@formal: Wählen Sie die Hintergrundfarbe für den Hinweis auf die Anzahl der Musikwünsche

source: Select the text color of the song requests notification bubble
de_de@formal: Wählen Sie die Textfarbe für den Hinweis auf die Anzahl der Musikwünsche

source: Yes, I support the plugin and allow a small link to the %sdeveloper%s at the footer of the plugin's output, in the frontent as well as in the backend
de_de@formal: Ja, ich unterstütze das Plugin und erlaube einen kleinen Link zum %sEntwickler%s unterhalb der Ausgabe des Plugins, im Frontent der Seite ebenso wie im Admin-Bereich

source: Yes, I support the plugin, but do not show that link on my public facing website
de_de@formal: Ja, ich unterstütze das Plugin, aber bitte kein Link auf meinen öffentlich sichtbaren Seiten

source: Yes, I support the plugin, but do not show that link in the plugin's admin pages
de_de@formal: Ja, ich unterstütze das Plugin, aber bitte kein Link innerhalb meines Admin-Bereichs

source: No, please do not put any additional link on my page
de_de@formal: Nein, bitte keine weiteren Links auf meiner Seite

source: Select the number of requests on one page in the frontend. Minimal value is 1, 99 means all requests on one page.
de_de@formal: Wählen Sie die Anzahl der Musikwünsche auf einer Seite im Frontend. Die kleinste mögliche Zahl ist 1, bei 99 werden alle gespeicherten Musikwünsche auf einer Seite angezeigt.

source: Title of the song
de_de@formal: Titel des Musikwunsches

source: Name of the Artist
de_de@formal: Name des Interpreten

source: Count of requests
de_de@formal: Anzahl der Wünsche

source: Last played
de_de@formal: Zuletzt gespielt

source: Order of requests
de_de@formal: Reihenfolge des Eingangs

source: According to what database field should the requests list be sorted in the frontend as default?
de_de@formal: Nach welchem Datenbankfeld sollen die Musikwünsche im Frontend sortiert werden?

source: Ascending
de_de@formal: Aufsteigend

source: Descending
de_de@formal: Absteigend

source: Cancel
de_de@formal: Abbrechen

source: Saving ...
de_de@formal: Verarbeitung läuft ….

source: Click to correct this
de_de@formal: Klicken zum Korrigieren

source: Current song requests
de_de@formal: Aktuelle Wünsche

source: Search request
de_de@formal: Musikwunsch suchen

source: Thanks
de_de@formal: Danke

source: General
de_de@formal: Allgemein

source: Here you can manage your current song requests in the typical wordpress way.
de_de@formal: Hier können Sie Ihre Musikwünsche in der typischen WordPress Art verwalten.

source: Edit
de_de@formal: Bearbeiten

source: You can edit the artist name and the title without leaving the list view.
de_de@formal: Sie können sowohl den Namen des Interpreten als auch den Titel des Liedes ändern, ohne die Listenansicht zu verlassen.

source: Presented by:
de_de@formal: Präsentiert von:

source: Visit Website
de_de@formal: Webseite besuchen

source: Normally it is not nesseccary to give your DJ access to the WordPress administration area. Everything you can do here can as well be done via Ajax calls in the frontend. But hey, now that you are here, we can as well build a nice list table. You can sort the song requests ascending or decending by clicking on the respective column header. When hovering over the headings, you will see a little arrow as an indicator of the sort direction.
de_de@formal: Im Normalfall wird es nicht nötig sein, Ihrem DJ Zugriff auf die WordPress-Administrationsoberfläche zu geben. Alles was man im Admin tun kann, kann auch über AJAX-Funktionen im Frontend erreicht werden. Aber hey, wo Sie schon mal hier sind, können wir jetzt auch eine hübsche Listenansicht ausgeben. Sie können die Musikwünsche auf- oder absteigend sortieren, indem Sie auf die entsprechende Tabellenüberschrift klicken. Bei Mausberührung zeigt ein kleiner Pfeil die Sortierrichtung an.

source: Click on the artist name or title that you want to change. Immediatlely an input field and two buttons appear. Make your desired changes and click on the button labeled OK to save the new value. Click on the button labeled cancel to abbort the action and close the edit mode.
de_de@formal: Klicken Sie auf den Namen des Interpreten oder den Titel, den Sie ändern wollen. Es erscheinen ein Eingabefeld und zwei Schaltflächen. Nehmen Sie Ihre Änderungen vor und klicken Sie dann auf den Button mit der Aufschrift OK, um den neuen Wert zu speichern. Klicken Sie auf Abbrechen, um den Editiermodus wieder zu verlassen.

source: Hello World!
de_de@formal: Hallo Welt!

source: Insert Song Requests Shortcode
de_de@formal: Shortcode für die Musikwunschliste einfügen

source: Title
de_de@formal: Titel

source: Artist
de_de@formal: Interpret

source: Played
de_de@formal: Gespielt

source: Whished
de_de@formal: Gewünscht

source: Action
de_de@formal: Aktionen

source: Are you sure to delete this song request? This can not be undone!
de_de@formal: Möchten Sie diesen Musikwunsch wirklich löschen? Dies kann nicht rückgängig gemacht werden!

source: Delete
de_de@formal: Löschen

source: Mark as not yet played
de_de@formal: Song als noch nicht gespielt markieren

source: Mark as played
de_de@formal: Song als gespielt markieren

source: %s ago
de_de@formal: vor %s

source: Not yet
de_de@formal: noch nicht

source: Delete requests
de_de@formal: Musikwünsche löschen

source: Mark requests as played
de_de@formal: Songs als gespielt markieren

source: Mark requests as not yet played
de_de@formal: Songs als noch nicht gespielt markieren

source: Cheating, huh?
de_de@formal: Schummeln, hm?

source: Sorry, the song &quot;%s&quot; by %s could not be deleted.
de_de@formal: Sorry, der Titel &quot;%s&quot; von %s kann nicht gelöscht werden.

source: The song &quot;%s&quot; by %s was successfully deleted.
de_de@formal: Der Titel &quot;%s&quot; von %s wurde erfolgreich gelöscht.

source: Sorry, the song &quot;%s&quot; by %s could not be marked as played.
de_de@formal: Sorry, der Titel &quot;%s&quot; von %s kann nicht als bereits gespielt markiert werden.

source: The song &quot;%s&quot; by %s was successfully marked as played.
de_de@formal: Der Titel &quot;%s&quot; von %s wurde erfolgreich als bereits gespielt markiert.

source: Sorry, the song &quot;%s&quot; by %s could not be marked as not yet played.
de_de@formal: Sorry, der Titel &quot;%s&quot; by %s kann nicht als noch nicht gespielt markiert werden.

source: The song &quot;%s&quot; by %s was successfully marked as not yet played.
de_de@formal: Der Titel &quot;%s&quot; by %s wurde erfolgreich als noch nicht gespielt markiert.

source: One request was successfully deleted.
de_de@formal: Ein Musikwunsch wurde erfolgreich gelöscht.
