Repository: common-repository/the-sixtyseven-song-requester
Catalog: languages/ss_song_requester-*_formal.po
Languages: de_de@formal

source: One request was successfully marked as played.
de_de@formal: Ein Musikwunsc wurde erfolgreich als gespielt markiert.

source: One request was successfully marked as not yet played.
de_de@formal: Ein Musikwunsch wurde erfolgreich als noch nicht gespielt markiert.

source: Currently there are no song requests to display.
de_de@formal: Im Augenblick sind keine Musikwünsche zum Anzeigen vorhanden.

source: Hide request form
de_de@formal: Formular ausblenden

source: Request a song
de_de@formal: Einen Song wünschen

source: Request a song now
de_de@formal: Musikwunsch jetzt senden

source: Try again
de_de@formal: Nochmal versuchen

source: Delete this request
de_de@formal: Diesen Musikwunsch löschen

source: I want to hear this, too!
de_de@formal: Ich möchte diesen Song auch hören!

source: Mark song as played
de_de@formal: Song als gespielt markieren

source: Mark song as not yet played
de_de@formal: Song als noch nicht gespielt markieren

source: Working ...
de_de@formal: Verarbeitung läuft ….

source: Are you sure to delete the complete request list? This can not be undone!
de_de@formal: Möchten Sie die komplette Liste der Musikwünsche wirklich löschen? Dies kann nicht rückgängig gemacht werden!

source: Reloading now ...
de_de@formal: Wird neu geladen ...

source: Empty list
de_de@formal: Liste leeren

source: Delete the complete list
de_de@formal: Komplette Liste löschen

source: Enter song title here
de_de@formal: Titel des Musikwunsches hier eingeben

source: if known
de_de@formal: falls bekannt

source: Enter artist here
de_de@formal: Interpreten hier eingeben

source: No cheating please!
de_de@formal: Bitte nicht betrügen!

source: You have to provide at least a song title or an artist to request a song!
de_de@formal: Sie müssen mindestens den Titel oder den Interpreten deines Musikwunsches angeben!

source: Sorry, we could not find any artist for your requested song %s.
de_de@formal: Entschuldigung, es konnte kein Interpret für den gewünschten Song %s gefunden werden.

source: Sorry, we could not find any title for your requested artist %s.
de_de@formal: Entschuldigung, es konnte kein Song für den gewünschten Interpreten %s gefunden werden.

source: Thank you, your request for the song %s by %s was added.
de_de@formal: Vielen Dank, Ihr Musikwunsch %s von %s wurde gespeichert.

source: Sorry, there was an error during your song request. Please try again in a few minutes.
de_de@formal: Entschuldigung, es gab einen Fehler während Ihrer Songanfrage. Bitte versuchen Sie es in ein paar Minuten noch einmal.

source: Sorry, this song no longer exists.
de_de@formal: Entschuldigung, dieser Musikwunsch existiert nicht länger.

source: Your requested song %s by %s was allready played %s. Please request another song, if you like.
de_de@formal: Ihr Musikwunsch %s von %s wurde bereits %s gespielt. Bitte wünschen Sie sich einen anderen Titel, wenn Sie mögen.

source: Entries
de_de@formal: Einträge

source: Song
de_de@formal: Titel

source: Requests
de_de@formal: Gewünscht

source: Actions
de_de@formal: Aktionen

source: not yet
de_de@formal: noch nicht

source: times
de_de@formal: mal

source: Like it
de_de@formal: Gefällt mir

source: There are curently no requests.
de_de@formal: Aktuell gibt es keine Musikwünsche.

source: Auto-reload in %s seconds
de_de@formal: Liste wird neu geladen in %s Sekunden

source: Reload the complete list now
de_de@formal: Die komplette Liste jetzt neu laden

source: Reload now
de_de@formal: Jetzt neu laden

source: The sixtyseven song requester
de_de@formal: Der sixtyseven Musikwünscher

source: Request a song via your website and let your DJ mark them as played
de_de@formal: Wünschen Sie sich einen Titel und lasen Sie Ihren DJ diesen als gespielt markieren
